<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Total Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'datetime_format' => '%d %B %Y в %H:%M',
    'date_format' => '%d %B %Y',
    'krc' => 'КарНЦ РАН',
    'license' => 'Вы можете свободно использовать материалы нашего сайта и делиться ими, главное — указать авторство и ссылку
                  на наш ресурс.<br><a href="https://creativecommons.org/licenses/by/4.0/">Подробнее о лицензии CC BY 4.0</a>',
    'site_title' => 'Этно-лингво-фольклористическая платформа по духовным традициям народов Карелии',
    'site_abbr'  => 'Ристиканза',
];
