<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Misc Language Lines
    |--------------------------------------------------------------------------
    |
    |
    */

    'back_to_list' => 'Вернуться к&nbsp;списку',
    'back_to_show' => 'Вернуться к просмотру',
    'bin_answer_0' => 'нет',
    'bin_answer_1' => 'да',
    'bin_answers' => [1 => 'да', 0 => 'нет'],

    'category' => 'категория',
    'choose' => 'выбрать',
    'clear' => 'очистить',
    'close' => 'закрыть',
    'code' => 'код',
    'examples' => 'Примеры',

    'frequency' => 'частота',
    'from' => 'с',

    'in_detail' => 'подробно',
    'in_english' => 'по-английски',
    'in_finnish' => 'по-фински',
    'in_karelian' => 'по-карельски',
    'in_pl' => 'во множ. числе',
    'in_russian' => 'по-русски',
    'in_vepsian' => 'по-вепсски',
    'including' => 'в том числе',
    'invalid_id' => 'Неправильный идентификатор',

    'name' => 'имя',
    'of' => 'из',
    'photo' => 'фото',
    'portion' => 'количество записей',
    'records' => 'записей',
    'record_not_exists' => 'Запись не найдена.',
    'records_not_found' => 'Записи не найдены',
    'reload' => 'перегрузить',
    
    'search' => 'искать',
    'section' => 'раздел',
    'seq_num' => 'п/н',
    'sequence_number' => 'No в списке',
    'sort' => 'Cортировать',
    'sort_by' => 'Cортировать по',
    'special_symbols' => 'специальные символы',
    'supper_text' => 'в верхний индекс',
    'to' => 'на',
    'toggle_list' => 'развернуть/свернуть список',
    'total' => 'всего',
    'translation' => 'Перевод',
    'type' => 'Тип',
    'updated_at' => 'Обновлено',
    'view' => 'показать',
    'year' => 'год',
    'waiting' => 'Пожалуйста, подождите, идет загрузка...',
    'with_answers' => [1 => 'да', 2 => 'нет', 0 => 'не имеет значения'],
];
