<?php

return [
    'back_to_index' => 'Вернуться к табличному выводу результата',
    'caseform' => 'Форма местного падежа',
    'click_to_select_max_coords' => 'Кликните по карте, чтобы выбрать координаты верхнего правого угла.',
    'click_to_select_min_coords' => 'Кликните по карте, чтобы выбрать координаты нижнего левого угла.',
    'coordinates' => 'Координаты',
    'coord_toponym' => 'ойконимы с точными координатами',
    'coord_toponyms' => 'ойконимы и поселения с одинаковыми координатами',
    'coord_settl' => 'ойконимы, привязанные к координатам поселения',
    'coords_from_map' => 'Указать координаты на карте',
    'coords_max' => 'Координаты правого верхнего угла',
    'coords_min' => 'Координаты левого нижнего угла',
    'cur_adm_div' => 'Современное административно-территориальное деление',
    'district' => 'Район',

    'early_adm_div' => 'Административно-территориальное деление I пол. ХХ в.',
    'etymology' => 'Этимология',
    'etymology_nation' => 'Язык происхождения',
    'found_from' => 'На карту выведены <span class="important big">:show_count</span> ойконимов из <span class="important big">:total</span>',
    'geotype' => 'Вид объекта',

    'informants' => 'Информанты',
    'legend' => 'Народное толкование, предание',
    'location_1926' => 'Регион, район, сельсовет, поселение I пол. ХХ в.',
    'location_nladoga' => 'Губерния, уезд, волость, поселение I пол. ХХ в.',
    'location'      => 'Регион, район, поселение',

    'main_info' => 'Основная информация',
    'map_height' => 'Высота карты',
    'mentions_in_sources' => 'Упоминания в источниках',
    'not_claster' => 'не груп&shy;пировать маркеры',
    'not_found' => 'Ойконимы не найдены',
    'oikonym' => 'Ойконим',
    'only_exact_coords' => 'только с точными координатами',
    'output_on_map' => 'Вывести ойконимы на карту',
    'outside_bounds' => 'выводить объекты за границами',

    'point' => 'указать',
    'record_place' => 'Место записи',
    'recorders' => 'Собиратели',
    'records_found' => '{0} Ничего не найдено|{1} Найден :count ойконим|[2,4] Найдено :count ойконима|[5,*] Найдено :count ойконимов',

    'selsovet_volost' => 'Сельсовет (волость)',
    'settlement' => 'Поселение',
    'sources' => 'Источники',
    'struct' => 'Структура',
    'topnames' => 'Другие названия',

    'wrongnames' => 'Ошибочные написания',
    'year_from' => 'Год (с)',
    'year_to' => 'Год (по)',
];
