<?php

return [
    'caseform' => 'Форма местного падежа',
    'cur_adm_div' => 'Современное административно-территориальное деление',
    'district' => 'Район',

    'early_adm_div' => 'Административно-территориальное деление I пол. ХХ в.',
    'etymology' => 'Этимология',
    'etymology_nation' => 'Язык происхождения',
    'geotype' => 'Вид объекта',

    'informants' => 'Информанты',
    'lang' => 'Язык',
    'legend' => 'Народное толкование, предание',
    'location_1926' => 'Регион, район, сельсовет, поселение I пол. ХХ в.',
    'location_nladoga' => 'Губерния, уезд, волость, поселение I пол. ХХ в.',
    'location'      => 'Регион, район, поселение',

    'main_info' => 'Основная информация',
    'mentions_in_sources' => 'Упоминания в источниках',
    'not_found' => 'Ойконимы не найдены',
    'oikonym' => 'Ойконим',
    'record_place' => 'Место записи',
    'recorders' => 'Собиратели',
    'records_found' => '{0} Ничего не найдено|{1} Найден :count ойконим|[2,4] Найдено :count ойконима|[5,*] Найдено :count ойконимов',

    'selsovet_volost' => 'Сельсовет (волость)',
    'settlement' => 'Поселение',
    'sources' => 'Источники',
    'struct' => 'Структура',
    'topnames' => 'Другие названия',

    'wrongnames' => 'Ошибочные написания',
    'year_from' => 'Год (с)',
    'year_to' => 'Год (по)',
];
