<?php

return [
    'cur_adm_div' => 'Современное административно-территориальное деление',
    'district' => 'Район',
    'geotype' => 'Вид объекта',
    'lang' => 'Язык',
    'location_1926' => 'Регион, район, сельсовет, поселение I пол. ХХ в.',
    'location_nladoga' => 'Губерния, уезд, волость, поселение I пол. ХХ в.',
    'location'      => 'Регион, район, поселение',
    'mentions_in_sources' => 'Упоминания в источниках',
    'not_found' => 'Ойконимы не найдены',
    'oikonym' => 'Ойконим',
    'records_found' => '{0} Ничего не найдено|{1} Найден :count ойконим|[2,4] Найдено :count ойконима|[5,*] Найдено :count ойконимов',
    
    'settlement' => 'Поселение',
    'sources' => 'Источники',
    'year_from' => 'Год (с)',
    'year_to' => 'Год (по)',
];
